Repository: dterweij/RadioDJ-WordPress-Plugin
Catalog: languages/radiodj-*.po
Languages: nl_nl

source: RadioDJ Options
nl_nl: RadioDJ Opties

source: Options
nl_nl: Opties

source: Settings saved
nl_nl: Instellingen zijn opgeslagen

source: Please specify server address
nl_nl: Server adres/host

source: Please specify database name
nl_nl: Database naam

source: Please specify username
nl_nl: Gebruikersnaam

source: Please specify password
nl_nl: Wachtwoord

source: Currently there are no results to display.
nl_nl: Geen resultaten beschikbaar.

source: Sorry, you've reached the request limit. Please try again later.
nl_nl: Sorry, maar je hebt de verzoeklimiet bereikt. Probeer later nog een keer.

source: Return to list of tracks
nl_nl: Terug naar lijst met nummers

source: The selected track is already requested. Please try again later, or select another track.
nl_nl: Het geselecteerde nummer is al recent gedraaid. Probeer het later opnieuw of selecteer een ander nummer.

source: The selected track was not found
nl_nl: Nummer niet gevonden

source: Previous
nl_nl: Terug

source: Next
nl_nl: Volgende

source: Please enter your name in order to send the request.
nl_nl: Vul a.u.b. uw naam in om de aanvraag te versturen.

source: Your request was succesfully placed.
nl_nl: Je verzoek is verzonden.

source: Unknown error occured. Please try again.
nl_nl: Er is een onbekende fout opgetreden. Probeer het opnieuw.

source: Save Settings
nl_nl: Opslaan Opties

source: We are not accepting requests right now. Please come back later.
nl_nl: We accepteren momenteel geen verzoeken. Kom alstublieft later terug.

source: minutes
nl_nl: minuten

source: Now Playing
nl_nl: Nu spelend

source: Top Played Tracks
nl_nl: Top gespeelde nummers

source: Top Played Albums
nl_nl: Top gespeelde albums

source: Top Played Artists
nl_nl: Top gespeelde artiesten

source: Request Section
nl_nl: Verzoekjes

source: Top Requests
nl_nl: Top Verzoekjes

source: Coming Soon
nl_nl: Volgende nummers

source: Recently Played Songs
nl_nl: Laatst gespeelde nummers

source: You are about to request <b>%s</b> by <b>%s</b>
nl_nl: U staat op het punt een aanvraag te doen: <b>%s</b> door <b>%s</b>

source: Please enter request details below
nl_nl: Voer hieronder de details van het verzoek in

source: Your Name
nl_nl: Je naam

source: Message (optional)
nl_nl: Bericht (optioneel)

source: Submit your request
nl_nl: Verstuur jouw verzoekje

source: Use this form to search for artist or title
nl_nl: Gebruik dit formulier om naar artiest of titel te zoeken

source: Search artist or title
nl_nl: Zoek een artiest of titel

source: Search
nl_nl: Zoek

source: Artist
nl_nl: Artiest

source: Title
nl_nl: Titel

source: Duration
nl_nl: Duur

source: Request
nl_nl: Verzoek

source: This track cannot be requested
nl_nl: Dit nummer kan niet aangevraagd worden

source: No track was found using your search query. Please try different search phrase.
nl_nl: Er is geen nummer gevonden door je zoekopdracht. Probeer een andere zoekterm.

source: Count
nl_nl: Aantal
